Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# patterns.import.error.fileSelection
source: The selected file could not be opened.
da: Den valgte fil kunne ikke åbnes.
de: Die ausgewählte Datei konnte nicht geöffnet werden.
el: Το επιλεγμένο αρχείο δεν ήταν δυνατό να ανοιχτεί.
fi: Valittua tiedostoa ei voitu avata.
fr: Le fichier sélectionné n'a pas pu être ouvert.
ja: 選択したファイルを開くことができませんでした。
ko: 선택한 파일을 열 수 없습니다.
nb: Den valgte filen kunne ikke åpnes.
nl: Het geselecteerde bestand kon niet worden geopend.
sv: Den valda filen kunde inte öppnas.
zh_hans: 无法打开所选文件。
zh_hant: 無法開啟所選檔案。

# patterns.import.error.invalidFile
source: Choose a valid PDF or image file.
da: Vælg en gyldig PDF- eller billedfil.
de: Wähle eine gültige PDF- oder Bilddatei aus.
el: Επιλέξτε ένα έγκυρο αρχείο PDF ή εικόνας.
fi: Valitse kelvollinen PDF- tai kuvatiedosto.
fr: Choisissez un fichier PDF ou une image valide.
ja: 有効なPDFまたは画像ファイルを選択してください。
ko: 유효한 PDF 또는 이미지 파일을 선택하세요.
nb: Velg en gyldig PDF- eller bildefil.
nl: Kies een geldig PDF- of afbeeldingsbestand.
sv: Välj en giltig PDF- eller bildfil.
zh_hans: 请选择有效的 PDF 或图片文件。
zh_hant: 請選擇有效的 PDF 或圖片檔案。

# patterns.import.error.projectUnavailable
source: This project is no longer available.
da: Dette projekt er ikke længere tilgængeligt.
de: Dieses Projekt ist nicht mehr verfügbar.
el: Το έργο αυτό δεν είναι πλέον διαθέσιμο.
fi: Tämä projekti ei ole enää käytettävissä.
fr: Ce projet n'est plus disponible.
ja: この作品はもう利用できません。
ko: 이 프로젝트는 더 이상 사용할 수 없습니다.
nb: Dette prosjektet er ikke lenger tilgjengelig.
nl: Dit project is niet meer beschikbaar.
sv: Detta projekt är inte längre tillgängligt.
zh_hans: 这件作品已不存在。
zh_hant: 這件作品已不存在。

# patterns.import.error.storage
source: The pattern could not be saved. Please try again.
da: Opskriften kunne ikke gemmes. Prøv igen.
de: Das Muster konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση του σχεδίου. Δοκιμάστε ξανά.
fi: ohjetta ei voitu tallentaa. Yritä uudelleen.
fr: Le patron n’a pas pu être enregistré. Réessayez.
ja: 編み図を保存できませんでした。もう一度お試しください。
ko: 도안을 저장할 수 없습니다. 다시 시도해 주세요.
nb: Mønsteret kunne ikke lagres. Vennligst prøv igjen.
nl: Het patroon kon niet worden bewaard. Probeer het opnieuw.
sv: Mönstret kunde inte sparas. Försök igen.
zh_hans: 无法保存图解，请再试一次。
zh_hant: 無法儲存織圖，請再試一次。

# patterns.import.error.tooLarge
source: This file is too large to import.
da: Denne fil er for stor til at importeres.
de: Diese Datei ist zu groß zum Importieren.
el: Αυτό το αρχείο είναι πολύ μεγάλο για εισαγωγή.
fi: Tämä tiedosto on liian suuri tuotavaksi.
fr: Ce fichier est trop volumineux pour être importé.
ja: このファイルは大きすぎて読み込めません。
ko: 이 파일은 가져오기에 너무 크습니다.
nb: Denne filen er for stor til å importeres.
nl: Dit bestand is te groot om te importeren.
sv: Denna fil är för stor för att importeras.
zh_hans: 这个文件太大，无法导入。
zh_hant: 這個檔案太大，無法匯入。

# patterns.import.error.unexpected
source: The pattern could not be imported. Please try again.
da: Opskriften kunne ikke importeres. Prøv igen.
de: Das Muster konnte nicht importiert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η εισαγωγή του σχεδίου. Δοκιμάστε ξανά.
fi: ohjetta ei voitu tuoda. Yritä uudelleen.
fr: Le patron n’a pas pu être importé. Réessayez.
ja: 編み図を読み込めませんでした。もう一度お試しください。
ko: 도안을 가져올 수 없습니다. 다시 시도해 주세요.
nb: Mønsteret kunne ikke importeres. Vennligst prøv igjen.
nl: Het patroon kon niet worden geïmporteerd. Probeer het opnieuw.
sv: Mönstret kunde inte importeras. Försök igen.
zh_hans: 无法导入图解，请再试一次。
zh_hant: 無法匯入織圖，請再試一次。

# patterns.import.files
source: Choose File
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
fi: Valitse tiedosto
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일 선택
nb: Velg fil
nl: Kies bestand
sv: Välj fil
zh_hans: 从文件选择
zh_hant: 從檔案選擇

# patterns.import.processing
source: Importing Pattern
da: Importerer opskrift
de: Muster wird importiert
el: Εισαγωγή σχεδίου…
fi: Tuodaan ohjetta
fr: Importation du patron
ja: 編み図を読み込み中
ko: 도안 가져오는 중
nb: Importerer mønster
nl: Patroon importeren
sv: Importerar mönster
zh_hans: 正在导入图解
zh_hant: 正在匯入織圖

# patterns.import.success.created
source: The pattern was saved and linked to this project.
da: Opskriften er gemt og knyttet til dette projekt.
de: Das Muster wurde gespeichert und mit diesem Projekt verknüpft.
el: Το σχέδιο αποθηκεύτηκε και συνδέθηκε με αυτό το έργο.
fi: Ohje tallennettiin ja liitettiin tähän projektiin.
fr: Le patron a été sauvegardé et lié à ce projet.
ja: この編み図が保存され、この作品にリンクされました。
ko: 도안은 저장되었고 이 프로젝트와 연결되었습니다.
nb: Mønsteret er lagret og knyttet til dette prosjektet.
nl: Het patroon is bewaard en aan dit project gekoppeld.
sv: Mönstret sparades och länktes till detta projekt.
zh_hans: 图解已收藏并链接到这件作品。
zh_hant: 織圖已收藏並連結到這件作品。

# patterns.import.success.existing
source: The saved pattern was linked to this project.
da: Den gemte opskrift er knyttet til dette projekt.
de: Das gespeicherte Muster wurde mit diesem Projekt verknüpft.
el: Το αποθηκευμένο σχέδιο συνδέθηκε με αυτό το έργο.
fi: Tallennettu ohje linkitettiin tähän projektiin.
fr: Le patron sauvegardé a été lié à ce projet.
ja: 保存された編み図がこの作品に関連付けられました。
ko: 저장된 도안이 이 프로젝트와 연결되었습니다.
nb: Det lagrede mønsteret er knyttet til dette prosjektet.
nl: Het bewaarde patroon is aan dit project gekoppeld.
sv: Det sparade mönstret är kopplat till det här projektet.
zh_hans: 已收藏的图解已链接到这件作品。
zh_hant: 已收藏的織圖已連結到這件作品。

# patterns.import.success.title
source: Pattern Linked
da: Opskrift forbundet
de: Muster verknüpft
el: Το σχέδιο συνδέθηκε
fi: Ohje linkitetty
fr: Patron lié
ja: 編み図をリンクしました
ko: 도안 연결됨
nb: Mønster koblet
nl: Patroon gekoppeld
sv: Mönster länkat
zh_hans: 图解已链接
zh_hant: 織圖已連結

# patterns.importNew
source: Import New Pattern
da: Importer ny opskrift
de: Neues Muster importieren
el: Εισαγωγή νέου μοτίβου
fi: Tuo uusi ohje
fr: Importer un nouveau patron
ja: 新しい編み図を読み込む
ko: 새로운 도안 가져오기
nb: Importer nytt mønster
nl: Nieuw patroon importeren
sv: Importera nytt mönster
zh_hans: 导入新图解
zh_hant: 匯入新織圖

# patterns.inbox.choose.message
source: This file matches more than one saved pattern. Choose one, or create a new collection.
da: Denne fil matcher mere end én gemt opskrift. Vælg én, eller opret en ny samling.
de: Diese Datei entspricht mehreren gespeicherten Mustern. Wähle eines aus oder erstelle eine neue Sammlung.
el: Αυτό το αρχείο ταιριάζει με περισσότερα από ένα αποθηκευμένα σχέδια. Επιλέξτε ένα ή δημιουργήστε μια νέα συλλογή.
fi: Tämä tiedosto vastaa useampaa kuin yhtä tallennettua ohjetta. Valitse yksi tai luo uusi kokoelma.
fr: Ce fichier correspond à plus d'un patron enregistré. Choisissez-en un, ou créez une nouvelle collection.
ja: このファイルは複数の保存済みの編み図と一致します。1つ選択するか、新しいコレクションを作成してください。
ko: 이 파일과 일치하는 저장된 도안이 여러 개 있습니다. 하나를 선택하거나 새 모음을 만드세요.
nb: Denne filen samsvarer med mer enn ett lagret mønster. Velg ett, eller opprett en ny samling.
nl: Dit bestand komt overeen met meerdere bewaarde patronen. Kies er één of maak een nieuwe verzameling.
sv: Denna fil matchar mer än ett sparat mönster. Välj ett, eller skapa en ny samling.
zh_hans: 这个文件与多个已收藏的图解相符。请选择一个，或创建新的收藏。
zh_hant: 這個檔案符合多個已收藏的織圖。請選擇一個，或建立新的收藏。

# patterns.inbox.choose.title
source: Choose a Pattern
da: Vælg en opskrift
de: Muster auswählen
el: Επιλέξτε ένα σχέδιο
fi: Valitse ohje
fr: Choisir un patron
ja: 編み図を選択
ko: 도안 선택
nb: Velg et mønster
nl: Kies een patroon
sv: Välj ett mönster
zh_hans: 选择图解
zh_hant: 選擇織圖

# patterns.inbox.createNew
source: Create New Collection
da: Opret ny samling
de: Neue Sammlung erstellen
el: Δημιουργία νέας συλλογής
fi: Luo uusi kokoelma
fr: Créer une nouvelle collection
ja: 新しいコレクションを作成
ko: 새 모음 만들기
nb: Opprett ny samling
nl: Nieuwe verzameling maken
sv: Skapa ny samling
zh_hans: 创建新收藏
zh_hant: 建立新收藏

# patterns.inbox.discard
source: Discard File
da: Slet fil
de: Datei verwerfen
el: Απόρριψη αρχείου
fi: Hylkää tiedosto
fr: Supprimer le fichier
ja: ファイルを破棄
ko: 파일 폐기
nb: Slett fil
nl: Bestand verwijderen
sv: Kasta fil
zh_hans: 丢弃文件
zh_hant: 捨棄檔案

# patterns.inbox.error.message
source: KnitNote couldn't save the shared pattern. Try again, or discard this file.
da: KnitNote kunne ikke gemme den delte opskrift. Prøv igen, eller slet denne fil.
de: KnitNote konnte das geteilte Muster nicht speichern. Erneut versuchen oder diese Datei verwerfen.
el: Το KnitNote δεν μπόρεσε να αποθηκεύσει το κοινόχρηστο σχέδιο. Δοκιμάστε ξανά ή απορρίψτε αυτό το αρχείο.
fi: KnitNote ei voinut tallentaa jaettua ohjetta. Yritä uudelleen tai hylkää tämä tiedosto.
fr: KnitNote n’a pas pu enregistrer le patron partagé. Réessayez ou supprimez ce fichier.
ja: KnitNoteは共有された編み図を保存できませんでした。もう一度試すか、このファイルを破棄してください。
ko: KnitNote가 공유된 도안을 저장할 수 없습니다. 다시 시도하거나 이 파일을 폐기하십시오.
nb: KnitNote klarte ikke å lagre det delte mønsteret. Prøv igjen, eller slett denne filen.
nl: KnitNote kon het gedeelde patroon niet bewaren. Probeer het opnieuw of verwijder dit bestand.
sv: KnitNote kunde inte spara det delade mönstret. Försök igen, eller kassera den här filen.
zh_hans: KnitNote 无法收藏分享的图解。请再试一次，或丢弃这个文件。
zh_hant: KnitNote 無法收藏分享的織圖。請再試一次，或捨棄這個檔案。

# patterns.inbox.error.title
source: Shared Pattern Not Saved
da: Delt opskrift er ikke gemt.
de: Gemeinsames Muster nicht gespeichert
el: Το κοινόχρηστο σχέδιο δεν αποθηκεύτηκε
fi: Jaettua ohjetta ei tallennettu
fr: Patron partagé non sauvegardé
ja: 共有された編み図を保存できませんでした
ko: 공유 도안이 저장되지 않음
nb: Delt mønster er ikke lagret.
nl: Gedeeld patroon niet bewaard
sv: Delat mönster sparades inte
zh_hans: 分享的图解尚未收藏
zh_hant: 分享的織圖尚未收藏

# patterns.inbox.imported
source: Shared pattern saved
da: Delt opskrift gemt
de: Geteiltes Muster gespeichert
el: Το κοινόχρηστο σχέδιο αποθηκεύτηκε
fi: Jaettu ohje tallennettu
fr: Patron partagé sauvegardé
ja: 共有された編み図を保存しました
ko: 공유 도안 저장됨
nb: Delt mønster lagret
nl: Gedeeld patroon bewaard
sv: Delat mönster sparat
zh_hans: 已收藏分享的图解
zh_hant: 已收藏分享的織圖

# patterns.inbox.later
source: Later
da: senere
de: Später
el: Αργότερα.
fi: Myöhemmin
fr: Plus tard
ja: 後で
ko: 나중에
nb: senere
sv: senare
zh_hans: 稍后处理
zh_hant: 稍後處理

# patterns.inbox.retry
source: Try Again
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
fi: Yritä uudelleen
fr: Réessayer
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Probeer opnieuw
sv: Försök igen
zh_hans: 再试一次
zh_hant: 再試一次

# patterns.invalid
source: Unable to Read Pattern
da: Opskriften kan ikke læses.
de: Muster nicht lesen können
el: Αδυναμία ανάγνωσης μοτίβου
fi: ohjetta ei voitu lukea
fr: Impossible de lire le patron
ja: 編み図を読み込めません
ko: 도안을 읽을 수 없음
nb: Kan ikke lese mønsteret
nl: Patroon kan niet worden gelezen
sv: Mönster kan inte läsas.
zh_hans: 无法读取图解
zh_hant: 無法讀取織圖

# patterns.library.alreadySaved.message
source: This pattern is already in your library.
da: Denne opskrift er allerede i dit bibliotek.
de: Dieses Muster befindet sich bereits in Ihrer Bibliothek.
el: Αυτό το σχέδιο είναι ήδη στη βιβλιοθήκη σου.
fi: Tämä ohje on jo kirjastossasi.
fr: Ce patron est déjà dans votre bibliothèque.
ja: この編み図はすでにライブラリにあります。
ko: 이 도안은 이미 내 라이브러리에 있습니다.
nb: Dette mønsteret finnes allerede i biblioteket ditt.
nl: Dit patroon staat al in je bibliotheek.
sv: Det här mönstret finns redan i ditt bibliotek.
zh_hans: 这份图解已收藏在图解库中。
zh_hant: 這份織圖已收藏在織圖匣中。

# patterns.library.alreadySaved.title
source: Already Saved
da: Allerede gemt
de: Bereits gespeichert
el: Ήδη αποθηκεύτηκε
fi: Tallennettu
fr: Déjà sauvegardé
ja: すでに保存済み
ko: 이미 저장됨
nb: Allerede lagret
nl: Al bewaard
sv: Redan sparad
zh_hans: 已收藏
zh_hant: 已收藏

# patterns.library.alreadySaved.view
source: View Saved Pattern
da: Se gemt opskrift
de: Gespeichertes Muster anzeigen
el: Προβολή αποθηκευμένου μοτίβου
fi: Näytä tallennettu ohje
fr: Voir le patron enregistré
ja: 保存済みの編み図を見る
ko: 저장된 도안 보기
nb: Se lagret mønster
nl: Bewaard patroon bekijken
sv: Visa sparat mönster
zh_hans: 查看已收藏图解
zh_hant: 查看已收藏織圖

# patterns.library.empty.message
source: Add your first PDF or image pattern.
da: Tilføj din første PDF- eller billedopskrift.
de: Füge dein erstes PDF- oder Bildmuster hinzu.
el: Προσθέστε το πρώτο σας PDF ή σχέδιο εικόνας.
fi: Lisää ensimmäinen PDF- tai kuvaohjeesi.
fr: Ajoutez votre premier patron PDF ou image.
ja: 最初のPDFまたは画像の編み図を追加しましょう。
ko: 첫 번째 PDF 또는 이미지 도안을 추가하세요.
nb: Legg til ditt første PDF- eller bildemønster.
nl: Voeg je eerste PDF- of afbeeldingspatroon toe.
sv: Lägg till ditt första PDF- eller bildmönster.
zh_hans: 添加第一份 PDF 或图片图解吧。
zh_hant: 加入第一份 PDF 或圖片織圖吧。

# patterns.library.empty.title
source: No Patterns Yet
da: Ingen opskrifter endnu
de: Keine Muster bisher
el: Κανένα σχέδιο ακόμα
fi: Ei ohjeita vielä
fr: Pas encore de patrons
ja: 編み図はまだありません
ko: 아직 도안이 없습니다
nb: Ingen mønstre ennå
nl: Nog geen patronen
sv: Inga mönster ännu
zh_hans: 还没有图解
zh_hant: 還沒有織圖

# patterns.library.image
source: Image
da: Billede
de: Bild
el: Εικόνα
fi: Kuva
ja: 画像
ko: 이미지
nb: bilde
nl: Afbeelding
sv: bild
zh_hans: 图片
zh_hant: 圖片

# patterns.library.links.format
source: %lld linked projects
da: %lld tilknyttede projekter
de: %lld verknüpfte Projekte
el: %lld συνδεδεμένα έργα
fi: %lld linkitettyä projektia
fr: %lld projets liés
ja: %lld件のリンク済み作品
ko: %lld개 연결된 프로젝트
nb: %lld koblede prosjekter
nl: %lld gekoppelde projecten
sv: %lld länkade projekt
zh_hans: 已链接 %lld 件作品
zh_hant: 已連結 %lld 件作品

# patterns.library.pdf
source: PDF
da: PDF-fil
nb: PDF-fil

# patterns.library.pdf.pages.format
source: PDF, %lld pages
da: PDF, %lld sider
de: PDF, %lld Seiten
el: PDF, %lld σελίδες
fi: PDF, %lld sivua
ja: PDF、%lldページ
ko: PDF, %lld 페이지
nb: PDF, %lld sider
nl: PDF, aantal pagina's: %lld
sv: PDF, %lld sidor
zh_hans: PDF，共 %lld 页
zh_hant: PDF，共 %lld 頁

# patterns.library.search
source: Search patterns
da: Søg i opskrifter
de: Muster durchsuchen
el: Αναζήτηση σχεδίων
fi: Hae ohjeita
fr: Rechercher des patrons
ja: 編み図を検索
ko: 도안 검색
nb: Søk i mønstre
nl: Patronen zoeken
sv: Sök bland mönster
zh_hans: 搜索图解
zh_hant: 搜尋織圖

# patterns.library.sort
source: Sort patterns
da: Sorter opskrifter
de: Muster sortieren
el: Ταξινόμηση σχεδίων
fi: Lajittele ohjeita
fr: Trier les patrons
ja: 編み図を並べ替え
ko: 도안 정렬
nb: Sorter mønstre
nl: Patronen sorteren
sv: Sortera mönster
zh_hans: 图解排序
zh_hant: 織圖排序

# patterns.library.sort.name
source: Name
da: navn
el: Όνομα
fi: Nimi
fr: Nom
ja: 名前
ko: 이름
nb: navn
nl: Naam
sv: namn
zh_hans: 名称
zh_hant: 名稱

# patterns.library.sort.recent
source: Recently Added
da: For nylig tilføjet
de: Kürzlich hinzugefügt
el: Προστέθηκε πρόσφατα
fi: Äskettäin lisätty
fr: Ajouté récemment
ja: 最近追加された
ko: 최근 추가됨
nb: Nylig lagt til
nl: Onlangs toegevoegd
sv: Nyligen tillagd
zh_hans: 最近添加
zh_hant: 最近加入

# patterns.library.thumbnail
source: Pattern preview
da: Opskriftsforhåndsvisning
de: Mustervorschau
el: Προεπισκόπηση μοτίβου
fi: ohjeen esikatselu
fr: Aperçu du patron
ja: 編み図のプレビュー
ko: 도안 미리보기
nb: Mønsterforhåndsvisning
nl: Patroonvoorbeeld
sv: Mönsterförhandsvisning
zh_hans: 图解预览
zh_hant: 織圖預覽

# patterns.library.unused
source: Not used yet
da: Ikke brugt endnu
de: Noch nicht verwendet
el: Δεν έχει χρησιμοποιηθεί ακόμη
fi: Ei vielä käytössä
fr: Pas encore utilisé
ja: まだ使用されていません
ko: 아직 사용하지 않았습니다
nb: Ikke brukt ennå
nl: Nog niet gebruikt
sv: Inte använt än
zh_hans: 尚未使用
zh_hant: 尚未使用

# patterns.link.choose
source: Choose a Pattern
da: Vælg en opskrift
de: Muster auswählen
el: Επιλέξτε ένα σχέδιο
fi: Valitse ohje
fr: Choisir un patron
ja: 編み図を選択
ko: 도안 선택
nb: Velg et mønster
nl: Kies een patroon
sv: Välj ett mönster
zh_hans: 选择图解
zh_hant: 選擇織圖

# patterns.link.empty
source: All library patterns are already linked.
da: Alle biblioteksopskrifter er allerede linket.
de: Alle Muster in der Bibliothek sind bereits verknüpft.
el: Όλα τα σχέδια της βιβλιοθήκης είναι ήδη συνδεδεμένα.
fi: Kaikki kirjaston ohjeet on jo linkitetty.
fr: Tous les patrons de la bibliothèque sont déjà liés.
ja: ライブラリ内の編み図はすべてリンク済みです。
ko: 모든 라이브러리 도안은 이미 연결되어 있습니다.
nb: Alle bibliotekmønstre er allerede koblet til.
nl: Alle patronen in de bibliotheek zijn al gekoppeld.
sv: Alla biblioteksmönster är redan länkade.
zh_hans: 图解库中的图解都已链接。
zh_hant: 織圖匣中的織圖都已連結。

# patterns.linkExisting
source: Link from Pattern Library
da: Link fra opskriftsbiblioteket
de: Aus der Musterbibliothek verknüpfen
el: Σύνδεση από τη βιβλιοθήκη σχεδίων
fi: Linkitä ohjekirjastosta
fr: Lier depuis la bibliothèque de patrons
ja: 編み図ライブラリからリンク
ko: 도안 라이브러리에서 연결
nb: Lenke fra mønsterbiblioteket
nl: Koppelen vanuit patronenbibliotheek
sv: Länk från mönsterbiblioteket
zh_hans: 从图解库链接
zh_hant: 從織圖匣連結

# patterns.markup
source: Markup
da: Markering
de: Zeichnen
el: Σήμανση
fi: Merkinnät
fr: Annotations
ja: 書き込み
ko: 마크업
nb: Merking
nl: Tekenen
sv: Märkning
zh_hans: 手写标记
zh_hant: 手寫標記

# patterns.markup.clear
source: Clear Page
da: Ryd side
de: Zeichnungen löschen
el: Καθαρισμός σελίδας
fi: Tyhjennä sivu
fr: Effacer la page
ja: ページをクリアする
ko: 페이지 지우기
nb: Tøm side
nl: Tekeningen wissen
sv: Rensa sida
zh_hans: 清除本页
zh_hant: 清除本頁

# patterns.markup.clear.confirm
source: Clear all markup on this page?
da: Ryd alle markeringer på denne side?
de: Alle Zeichnungen auf dieser Seite löschen?
el: Καθαρίστε όλα τα σημάδια σε αυτή τη σελίδα;
fi: Poistetaanko kaikki tämän sivun merkinnät?
fr: Effacer tout marquage sur cette page ?
ja: このページのすべてのマークアップをクリアしますか？
ko: 이 페이지의 모든 마크업을 지우시겠습니까?
nb: Fjern alle markeringer på denne siden?
nl: Alle tekeningen op deze pagina wissen?
sv: Rensa all markering på den här sidan?
zh_hans: 要清除本页所有笔迹吗？
zh_hant: 要清除本頁所有筆跡嗎？

# patterns.markup.color
source: Color
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
ja: 色
ko: 색상
nb: Farge
nl: Kleur
sv: Färg
zh_hans: 颜色
zh_hant: 顏色

# patterns.markup.color.black
source: Black
da: sort
de: Schwarz
el: Μαύρο
fi: Musta
fr: Noir
ja: 黒
ko: 검정
nb: svart
nl: Zwart
sv: svart
zh_hans: 黑色
zh_hant: 黑色

# patterns.markup.color.blue
source: Blue
da: blå
de: Blau
el: Μπλε
fi: Sininen
fr: Bleu
ja: 青
ko: 파랑
nb: blått
nl: Blauw
sv: blå
zh_hans: 蓝色
zh_hant: 藍色

# patterns.markup.color.green
source: Green
da: grøn
de: Grün
el: Πράσινο
fi: Vihreä
fr: Vert
ja: 緑
ko: 그린
nb: grønt
nl: Groen
sv: grön
zh_hans: 绿色
zh_hant: 綠色

# patterns.markup.color.red
source: Red
da: rød
de: Rot
el: Κόκκινο
fi: Punainen
fr: Rouge
ja: 赤
ko: 빨강
nb: rødt
nl: Rood
sv: röd
zh_hans: 红色
zh_hant: 紅色

# patterns.markup.eraser
source: Eraser
da: Viskelæder
de: Radiergummi
el: Σβήστης
fi: Pyyhekumi
fr: Gomme
ja: 消しゴム
ko: 지우개
nb: viskelær
nl: Gum
sv: radergummi
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# patterns.markup.undo
source: Undo
da: Fortryd
de: Rückgängig
el: Αναίρεση
fi: Kumoa
fr: Annuler
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Ongedaan maken
sv: Ångra
zh_hans: 撤销笔迹
zh_hant: 復原筆跡

# patterns.markup.width
source: Width
da: bredde
de: Strichstärke
el: Πλάτος
fi: Leveys
fr: Épaisseur
ja: 太さ
ko: 너비
nb: bredde
nl: Dikte
sv: bredd
zh_hans: 粗细
zh_hant: 粗細

# patterns.markup.width.thick
source: Thick
da: tyk
de: Dick
el: Πάχος
fi: Paksu
fr: Épaisse
ja: 太い
ko: 두꺼움
nb: Tykk
nl: Dik
sv: tjock
zh_hans: 粗
zh_hant: 粗

# patterns.markup.width.thin
source: Thin
da: tynd
de: Dünn
el: Λεπτό
fi: Ohut
fr: Fine
ja: 細い
ko: 얇음
nb: Tynn
nl: Dun
sv: tunn
zh_hans: 细
zh_hant: 細

# patterns.missing
source: Pattern File Missing
da: Opskriftsfil mangler
de: Musterdatei fehlt
el: Λείπει αρχείο μοτίβου
fi: Ohjetiedosto puuttuu
fr: Fichier de patron manquant
ja: 編み図ファイルが見つかりません
ko: 도안 파일 누락됨
nb: Mønsterfil mangler.
nl: Patroonbestand ontbreekt
sv: Mönsterfil saknas
zh_hans: 找不到图解文件
zh_hant: 找不到織圖檔案

# patterns.nextPage
source: Next Page
da: Næste side
de: Nächste Seite
el: Επόμενη σελίδα
fi: Seuraava sivu
fr: Page suivante
ja: 次のページ
ko: 다음 페이지
nb: Neste side
nl: Volgende pagina
sv: Nästa sida
zh_hans: 下一页
zh_hant: 下一頁

# patterns.open
source: Patterns
da: Opskrifter
de: Muster
el: Σχέδια
fi: Ohjeet
fr: Patrons
ja: 編み図
ko: 도안
nb: Mønstre
nl: Patronen
sv: Mönster
zh_hans: 图解
zh_hant: 織圖

# patterns.pageNote
source: Page Note
da: Sidebemærkning
de: Seitennotiz
el: Σημείωση σελίδας
fi: Sivun muistiinpano
fr: Note de page
ja: ページメモ
ko: 페이지 메모
nb: Sidebemerkning
nl: Paginanotitie
sv: Sidnotering
zh_hans: 本页笔记
zh_hant: 本頁筆記

# patterns.pageNote.page
source: Page %d Note
da: Bemærkning på side %d
de: Notiz zu Seite %d
el: Σημείωση σελίδας %d
fi: Sivun %d muistiinpano
fr: Note de la page %d
ja: ページ%dのメモ
ko: 페이지 %d 참고 사항
nb: Notat for side %d
nl: Notitie bij pagina %d
sv: Anteckning för sida %d
zh_hans: 第 %d 页笔记
zh_hant: 第 %d 頁筆記

# patterns.previousPage
source: Previous Page
da: Forrige side
de: Vorige Seite
el: Προηγούμενη σελίδα
fi: Edellinen sivu
fr: Page précédente
ja: 前のページ
ko: 이전 페이지
nb: Forrige side
nl: Vorige pagina
sv: Föregående sida
zh_hans: 上一页
zh_hant: 上一頁

# patterns.reader.chooseContext.message
source: Choose which project's reading progress to continue.
da: Vælg, hvilket projekts læsefremskridt du vil fortsætte med.
de: Wähle aus, für welches Projekt du den Lesefortschritt fortsetzen möchtest.
el: Επιλέξτε για ποιο έργο θέλετε να συνεχίσετε την πρόοδο ανάγνωσης.
fi: Valitse projekti, jonka lukemisen etenemistä haluat jatkaa.
fr: Choisissez le projet dont vous souhaitez reprendre la progression.
ja: 閲覧を続ける作品を選択してください。
ko: 읽기를 계속할 프로젝트를 선택하세요.
nb: Velg hvilket prosjekts lesefremdrift du vil fortsette.
nl: Kies bij welk project je verder wilt lezen.
sv: Välj vilket projekts läsförlopp du vill fortsätta.
zh_hans: 请选择要继续哪件作品的阅读进度。
zh_hant: 請選擇要繼續哪件作品的閱讀進度。

# patterns.reader.chooseContext.title
source: Choose Reading Context
da: Vælg læsekontekst
de: Projekt zum Lesen auswählen
el: Επιλογή πλαισίου ανάγνωσης
fi: Valitse lukuympäristö
fr: Choisir le projet à consulter
ja: 閲覧する作品を選択
ko: 읽기 환경 선택
nb: Velg lesekontekst
nl: Leescontext kiezen
sv: Välj läskontext
zh_hans: 选择阅读作品
zh_hant: 選擇閱讀作品

# patterns.reader.conflict
source: Pattern changed elsewhere
da: Opskrift ændret andetsteds
de: Muster anderswo geändert
el: Το σχέδιο άλλαξε αλλού
fi: Ohje muuttunut muualla
fr: Le patron a changé ailleurs
ja: 編み図が別の場所で変更されました
ko: 다른 곳에서 도안이 변경되었습니다.
nb: Mønsteret endret seg et annet sted
nl: Patroon is elders gewijzigd
sv: Mönster ändrat någon annanstans
zh_hans: 图解已在其他位置变更
zh_hant: 織圖已在其他位置變更

# patterns.reader.conflict.message
source: Discard your unsaved markup and reload the latest version?
da: Vil du slette dine ugemte markeringer og genindlæse den seneste version?
de: Nicht gespeicherte Markierungen verwerfen und die neueste Version laden?
el: Να απορριφθούν οι μη αποθηκευμένες σημάνσεις και να φορτωθεί ξανά η πιο πρόσφατη έκδοση;
fi: Hylkää tallentamaton merkintä ja lataa uusin versio?
fr: Ignorer vos annotations non enregistrées et charger la dernière version ?
ja: 保存していない書き込みを破棄して、最新バージョンを読み込みますか？
ko: 저장되지 않은 마크업을 버리고 최신 버전을 다시 로드하시겠습니까?
nb: Vil du slette den ulagrede markeringen og laste inn den nyeste versjonen?
nl: Wil je de niet-bewaarde tekeningen wissen en de nieuwste versie opnieuw laden?
sv: Vill du överge dina osparade markeringar och ladda om den senaste versionen?
zh_hans: 要丢弃尚未保存的标注，并重新加载最新版本吗？
zh_hant: 要捨棄尚未儲存的標註，並重新載入最新版本嗎？

# patterns.reader.discardAndReload
source: Discard and Reload
da: Kasser og genindlæs
de: Verwerfen und neu laden
el: Απόρριψη και επαναφόρτωση
fi: Hylkää ja lataa uudelleen
fr: Ignorer et recharger
ja: 破棄して再読み込み
ko: 변경 취소 후 다시 불러오기
nb: Kast og last inn på nytt
nl: Niet bewaren en opnieuw laden
sv: Kasta och ladda om
zh_hans: 丢弃并重新加载
zh_hant: 捨棄並重新載入

# patterns.reader.readOnly
source: Read Only
da: Kun til læsning
de: Nur lesen
el: Μόνο ανάγνωση
fi: Vain luku
fr: En lecture seule
ja: 閲覧のみ
ko: 읽기 전용
nb: Kun lesemodus
nl: Alleen-lezen
sv: Endast läsbart
zh_hans: 只读
zh_hant: 只閱讀

# patterns.reader.thumbnail.accessibility.format
source: Page %1$lld of %2$lld
da: Side %1$lld af %2$lld
de: Seite %1$lld von %2$lld
el: Σελίδα %1$lld του %2$lld
fi: Sivu %1$lld, yhteensä %2$lld
fr: Page %1$lld sur %2$lld
ja: ページ %1$lld / %2$lld
ko: 전체 %2$lld페이지 중 %1$lld페이지
nb: Side %1$lld av %2$lld
nl: Pagina %1$lld van %2$lld
sv: Sida %1$lld av %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁
